const commentList =  [
    {
      "user":"yanlaz",
      "time":"2016-08-10 10:30:00",
      "count":"3",
      "desc":"Typora Windows 版本貌似有内存泄露，打开一个 markdown 文件编辑一下保存，在不进行任何操作的情况下，还会持续不断的以每 0.5-1 秒 4KB 的速度增加内存，且不会释放。这是我几个月前的体验，现在不知道修正了没有。有一次编辑了一个十来行的文件没关，结果占用了大量内存。"
    },
    {
      "user":"skpoo",
      "time":"2016-08-09 10:30:00",
      "count":"6",
      "desc":"有道用起来还是不错的，就是偶尔会出现登陆不上去的情况，笔记丢失没有出现过，估计丢失的情况是正在写的时候有道服务器蹦了，然后在其他电脑上没有保存，自己电脑上应该是不会丢失的"
    },
    {
      "user":"LeeSeoung",
      "time":"2016-08-08 10:30:00",
      "count":"2",
      "desc":"笔记应用的关键在于分类整理、信息检索啊。据我所知，印象笔记是目前接口最多（各种平台的内容一键导入）、检索功能最强的（连图片里的字都能搜索到）。不过确实还有很大提升空间。比如启动速度略慢，感觉有点笨重。UI 和很多同类软件比起来是有点丑。推荐 Typora 的都没答到点子上，它只是编辑器而已。我把 Typora 当草稿纸在用，轻量、美观、免费，是真的香。"
    },
    {
      "user":"andongni",
      "time":"2016-08-07 10:30:00",
      "count":"1",
      "desc":"Boostnote,Typora,为知其实 vscode，wordpress 才是最好的，应为简单方便"
    },
    {
      "user":"silkriver",
      "time":"2016-08-06 10:30:00",
      "count":"5",
      "desc":"要笔记管理的话，印象笔记 + 马克飞象"
    }
  ]

export default {
'GET /api/v1/getCommentList': commentList
}